{"quotes":[{"id":1,"quote":"Gratitude turns what we have into enough."},{"id":2,"quote":"Start each day with a grateful heart."},{"id":3,"quote":"Gratitude is the best attitude."},{"id":4,"quote":"Count your blessings, not your problems."},{"id":5,"quote":"Give thanks for a little, and you will find a lot."},{"id":6,"quote":"Gratitude is the wine for the soul. Go on. Get drunk."},{"id":7,"quote":"Gratitude changes everything."},{"id":8,"quote":"The heart that gives thanks is a happy heart."},{"id":9,"quote":"A grateful mind is a great mind."},{"id":10,"quote":"Happiness is a grateful heart."},{"id":11,"quote":"Gratitude unlocks the fullness of life."},{"id":12,"quote":"Thankful people are happy people."},{"id":13,"quote":"Gratitude brings peace for today."},{"id":14,"quote":"The more grateful I am, the more beauty I see."},{"id":15,"quote":"There is always something to be thankful for."},{"id":16,"quote":"Every day is a new blessing."},{"id":17,"quote":"Gratitude is a magnet for miracles."},{"id":18,"quote":"Be thankful for the small things."},{"id":19,"quote":"Gratitude is the key to happiness."},{"id":20,"quote":"Joy comes from a thankful heart."},{"id":21,"quote":"Drink at least 8 glasses of water today."},{"id":22,"quote":"Take 10 minutes to stretch or do some light yoga."},{"id":23,"quote":"Write down three things you're grateful for today."},{"id":24,"quote":"Walk an extra 1,000 steps today."},{"id":25,"quote":"Spend 10 minutes reading a book or article that inspires you."},{"id":26,"quote":"Compliment someone genuinely."},{"id":27,"quote":"Take a few minutes to meditate or focus on deep breathing."},{"id":28,"quote":"Replace one sugary snack with a healthy option."},{"id":29,"quote":"Organize a small space in your home or workspace."},{"id":30,"quote":"Reach out to a friend or family member to check in."},{"id":31,"quote":"Spend 5 minutes visualizing your goals."},{"id":32,"quote":"Go for a walk outside and enjoy the fresh air."},{"id":33,"quote":"Limit screen time by 30 minutes today."},{"id":34,"quote":"Write down one positive affirmation and repeat it throughout the day."},{"id":35,"quote":"Replace one cup of coffee or tea with water today."},{"id":36,"quote":"Do a quick 5-minute workout or set of exercises."},{"id":37,"quote":"Plan one small act of kindness and do it today."},{"id":38,"quote":"Listen to an inspiring podcast or music."},{"id":39,"quote":"Spend 5 minutes practicing gratitude."},{"id":40,"quote":"Reflect on your progress over the last few days and celebrate a win."},{"id":41,"quote":"Your body has enough iron to make a nail that’s about 3 inches long."},{"id":42,"quote":"Your brain generates enough electricity to power a small LED light."},{"id":43,"quote":"Women generally have a better sense of smell than men, thanks to more olfactory cells in their brains."},{"id":44,"quote":"The acid in your stomach is strong enough to dissolve metal, but your stomach lining protects you."},{"id":45,"quote":"Humans are the only species whose brains shrink as they age."},{"id":46,"quote":"A man’s vocal cords are typically thicker, which gives them a lower voice compared to women."},{"id":47,"quote":"The smallest bone in the human body is the stapes, located in the middle ear."},{"id":48,"quote":"Women tend to have more white matter in the brain, which may help in emotional processing and language skills."},{"id":49,"quote":"Your liver performs over 500 different functions, including detoxification, protein synthesis, and digestion."},{"id":50,"quote":"Every second, your body produces 25 million new cells. In 15 seconds, you’ll have made more cells than there are people in Canada."},{"id":51,"quote":"Men generally have larger hearts than women, which helps pump more blood with each beat."},{"id":52,"quote":"Your eyes blink around 20 times a minute, which adds up to over 10 million blinks a year!"},{"id":53,"quote":"Humans have the same number of neck vertebrae as giraffes—seven, despite the vast difference in neck length."},{"id":54,"quote":"On average, women’s heartbeats are faster than men’s, even at rest."},{"id":55,"quote":"Your skin accounts for about 16% of your total body weight, making it the largest organ."},{"id":56,"quote":"Men are more likely to develop color blindness than women, due to genetic factors on the X chromosome."},{"id":57,"quote":"Humans have around 2,000 taste buds, but they decrease in number as we age."},{"id":58,"quote":"Women typically have more pain receptors in their skin than men, making them more sensitive to touch."},{"id":59,"quote":"The human skeleton renews itself every 10 years, replacing old bone tissue with new."},{"id":60,"quote":"Your sense of smell is stronger when you're hungry, which helps you identify food sources better."}]}
